{
	"Torgue":[
			"KIDS THESE DAYS AND THEIR CRAZY LANGUAGE AM I RIGHT!?", "A LOT OF PEOPLE BEEN ASKING ME WHY MY VOICE BEEPS ALL THE F\\*CKIN TIME. THE TORGUE SHAREHOLDERS WIRED MY VOICEBOX WITH A DIGITAL CENSOR SO I CAN'T SAY STUFF LIKE SH\\*T, C\\*CK, OR P\\*SSY F\\*CKIN' D\\*CKBALLS! THATS HALF MY F\\*CKIN' VOCABULARY, IT'S GODDAMN BULLSH\\*T!",
    		"THIS IS MISTER TORGUE SAYING THAT I AM REALLY HUNGRY. SOMEBODY BRING ME A SANDWICH! ... END OF THE ANNOUNCEMENT.", 
    		"This fight reminds me of my dad! ALCOHOLISM DESTROYS FAMILIES!", 
    		"MY CHEST IS HUGE!", 
    		"WE HAVEN'T TALKED IN A WHILE! I'VE BEEN BUSY TRYING NOT TO GET KICKED OUTTA MY OWN COMPANY BY MY DOUCHEBAG SHAREHOLDERS! HOW'S STUFF ON YOUR END?", 
    		"GET PUMPED!", 
    		"RELEASE ME! I'M INNOCENT! JUST KIDDING, I LIKE PLAYING THE PART OF AN ANGRY PRISONER!", 
    		"THIS POSITION IS REALLY UNCOMFORTABLE!", 
    		"I JUST REALIZED THIS IS THE FIRST TIME WE'VE MET IN PERSON! YOU ARE VERY ATTRACTIVE!", 
    		"THAT SENTENCE HAD TOO MANY SYLLABLES! APOLOGIZE!", 
    		"IS IT JUST ME OR DOES IT SEEM LIKE HE'S GONNA BETRAY THE F\\*CK OUTTA YOU!?", 
    		"BIG DEAL. I CAN USE INNUENDO TOO. TONIGHT'S FIGHT IS BETWEEN FLYBOY AND THE VAULT HUNTER...BLOWJOBS!", 
    		"YOU MAY ASK WHO WAS WEARING THE BOLO TIE? ME OR THE SHARK? ANSWER: YES", 
    		"NOTHING IS MORE BADASS THAN TREATING A WOMAN WITH RESPECT!",
    		"I probably shoulda set you up with a sponsor beforehand but I am F\\*CKIN' DISORGANIZED AS SH\\*T and was busy suplexing a shark wearing a bolo tie when I should have been setting up sponsors. You may ask, Who was wearing the bolo tie, you or the shark? Answer: YES.",
    		"BY REGISTERING IN THE BADASS TOURNAMENT, YOU LEGALLY FORFEIT YOUR RIGHT TO CRY, EAT TOFU, OR WATCH MOVIES WHERE PEOPLE, KISS IN THE RAIN AND SH\\*T.",
    		"WWWEEEEOOOO WWWEEEOOOOOO WEO WEO WEO WEO WEO MMMOOEEEAAAMMMMWWWWWOOOEEEE",
    		"Right now, you're ranked fifty in the badass leaderboards, which puts you behind my grandma but ahead of a guy she gummed to death. IT TOOK SEVERAL HOURS.",
    		"I'm Torgue, and I am here to ask you one question, and one question only: EXPLOSIONS?!",
    		"You may have noticed that everyone here is trying to kill you, Torgue personnel included. YOU'RE WELCOME. I didn't want you to get bored so I was like, F\\*ck it, give everybody guns! We lost like half our workforce in three days, but who gives a F\\*CK!?",
    		"If you're still alive, grab some ammo. If you're not, THIS MESSAGE IS IRRELEVANT!",
    		"MEEDLYMEEDLYMEEDLYMOWOWOWOWOWWWW!",
    		"NOW GO PUNCH SOME BAD GUYS IN THE DICK!",
    		"THANKS FOR BROWSING OUR WARES, YOU BADASS MOTHERF\\*CKER!",
    		"TOODLES!",
    		"TESTOSTERONE!",
    		"CONGRATULATIONS! YOU ARE NOT A P\\*SSY!",
    		"KEEP BUYIN', MOTHERF\\*CKER!",
    		"EXPLOSIONS OF BOREDOM!",
    		"NOW BLOW SOME SH\\*T UP!",
    		"EXPLOOOSIOOOOOOOOOOONS!",
    		"YOU HAVE MADE ME PROUD!"
			],
	"Psycho":[
			"Crack the ribcage to get the goodies!",
			"My pain-toys!",
			"Gimme your guts, metal box!",
			"I'LL CRACK YOUR MIND AND BEAT YOUR PROBLEMS TO DEATH!",
			"Shoot and loot and loot and shoot.",
			"Look at all the death-trinkets!",
			"Hurt me more!",
			"GET OUT OF MY HEAD!!",
			"KILL THE LITTLE MAN!!",
			"Get out, get out, GET OUT!!!",
			"Bring me a bucket, and I'll show you a bucket!",
			"I'm gonna beat you to life!",
			"I'm gonna make hammocks, from your eye lids!",
			"SEEEEEEMEEENNNN!!",
			"I need a powerful woman! Right now!",
			"Pussy! Pussypussypussypussypussy pussy!",
			"I think he's gonna play xylophone with my spinal cord!",
			"Never gonna give you up...",
			"It's time for the meat puppet!",
			"This is prison and we're the guys in the shower!",
			"I'm gonna floss my teeth... with your face!",
			"You're gonna be my new meat bicycle!",
			"Foreskin hats for my puppets!",
			"Mornin' After Kill is that you!?",
			"LIGHT THE FUSES BITCHES...",
			"NIPPLE SALADS! Nipple salads... NIPPLE SALADS!",
			"I'M THE CONDUCTOR OF THE POOP TRAIN!",
			"NEVER STOP THE KILLING!! NEVER!!",
			"Hurt the one you love! Do it!",
			"A killing tool, put it in me!"
			 ],
	"Jack":[
			"DICKS PEOPLE!!! I'm talking about dicks.",
			"Hey, kiddo. Jack here -- president of Hyperion. Lemme explain how things work here: Vault Hunter shows up. Vault hunter looks for the new vault. Vault Hunter gets killed. By me. Seeing the problem here? You're still alive. So, if you could just do me a favor and off yourself, that’d be great. Thanks, pumpkin.",
			"Getting uncomfortable now.",
			"BWRRPHHHTT! -- Urgggh, I wanna go home...",
			"This is the picture of a woman who would smile while she shot me in the scrote.",
			"F\\*ck you in the \\*\\*\\*!",
			"JAAAACK HERE!",
			"Whole lotta unattractive people.",
			"UGLIES!",
			"Hah! He was totally like ‘Pssh! Ahh, no’!",
			"It’s like a snow globe, but awesome.",
			"I hate you so much, Claptrap.",
			"Please don't dance, please don't dance!!",
			"Something something hero stuff. Something something I’m attractive.",
			"'Aaaand…lost.' - Jack while looking at map.",
			"Child-murderer!",
			"I'm gonna kill you and the rest of your stupid Vault Hunter friends!",
			"You and ME, **craphole**! It all comes down to this!",
			"*Hi jackass!*",
			"*Yeah take it, bitch!*",
			"Hey, did I show you my turret?",
			"Oh what's going on, you can't hurt me anymore oh that's gotta be SO FRUSTRATING!",
			"CRAP! Crapcrapcrap!!",
			"Shit-shitshitshit!!",
			"No, no, no... I can't die like this... Not when I'm so close... And not at the hands of a filthy bandit! I could have saved this planet! I could have actually restored order! And I wasn't supposed to die by the hands... of a CHILD KILLING PSYCHOPATH!! You're a savage! You're a maniac, you are a bandit, AND I AM THE GODDAMN HERO!!",
			"I will pay you to kill yourself.",
			"Oh, for the LOVE of - okay. Great. Success. You're pissing me off. Good for you! Here's your prize!",
			"Oh come ON! What's wrong with that statue? I'm holding the Vault Key and a BABY. You know what babies are, right? Those little soft pink things your kind eats after you're done rolling around in your own feces? Ring a bell?",
			"What is this even ACCOMPLISHING?! Are you trying to piss me off? Was that your goal? Well mission accomplished, jaggoff. Y'know, when I'm curbstomping your dumb ass to death, you can take solace in the fact that, one time, for like, eight seconds, you mildly irritated me. Good for you. Your parents must be so proud.",
			"Yeah - no - go ahead. Knock that last one down. I've already got a great idea for a new statue. It's just gonna be me - kicking you - in the junk. I'm gonna commission like fifteen of those sumbitches and put 'em everywhere!",
			"You are such a jackass.",
			"...This guy rushes me with a spoon. A fricking spoon. And I'm just laughing. So I scoop out his eyeballs with it, and his kids are all, \"aghhhhh!,\" and, ah...you had to be there. Anyway, the moral is: you're a bitch.",
			"Oh, get over it. I shot ONE baby. And, in fairness, it was being a dick.",
			"You feel that? That electricity in the air when you're just aching to murder someone? Haven't felt that in such a long time.",
			"Never meet your heroes, kid, they're all dicks. Every last one.",
			"Butt Stallion! Here girl!!\" *Neighs* \"Butt Stallion says Hello.",
			"Hey! How--ah these pretzels suck... How's your day been buddy?",
			"\"I've been trying to piece it all together and it's simpler than that. Your just an asshole\" \n Jack: \"You know that's funny, that's the last thing my daughter said to me. Aaaaand she was right\"",
			"...and the moral of the story, is that you're a total bitch.",
			"Testing? Testing one two? One two. And now I have the voice of a douchebag. Great. ",
			"Ol' balloon-tits is still holdin' a grudge against me, huh? Don't get me wrong, I understand it -- once you've eaten prime rib for free, it's hard to go back to suckin' down hamburgers for cash. If you know what I'm talking about. ",
			"Yes, I am Handsome Jack. I'm a hero who is good at everything, especially intercourse.",
			"Oh, I'm sorry, Condescend, its a word that means talk down to, you got that kitten?",
			"Mmmm, do you feel that, child-killer?",
			"I dislike Claptrap, and hope he dies",
			"That sounds like a reaaaaally crappy band name.",
			"Yeah. Thanks. Just had to help kill a few innocent people and nearly got murdered by the girl of my dreams, but... yeah. Woo. Go me. ...I hate my life.",
			"And the world just got twenty-five percent more handsome.",
			"HAH HAH HAH HAH oh god what am I doing?",
			"Big ass mouth breather!",
			"Now you’re stuck with that dumb look on your face!",
			"Multiply the prettiness!",
			"Nothing personal, I’m just better than most people.",
			"Don’t mess with Jack… cupcake.",
			"Wow. Bravo. Champagne. Cheers. High-five. Slow clap. You got the damn power core, didn’t you? (beat) You’ve been warned, the kid gloves are coming off. Tighten up the big-boy pants because things are gonna get really bad for you Vault Hunters."			
			]
}